SOAPResponse_Classif.xml

<?xml version='1.0' encoding='UTF-8'?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/"><S:Body><ns5:cl_changes xmlns:ns2="http://gisun.agatsystem.by/classif/ws/" xmlns:ns3="http://gisun.agatsystem.by/common/types/" xmlns:ns4="http://gisun.agatsystem.by/common/ws/" xmlns:ns5="http://gisun.agatsystem.by/classif/types/"><cover><ns3:message_id>{E20076E2-E521-4DF3-9B6D-0489792FDC52}</ns3:message_id><ns3:message_type><ns3:code>39</ns3:code><ns3:type>39</ns3:type><ns3:active>true</ns3:active></ns3:message_type><ns3:message_time>2020-12-14T15:01:04.377+03:00</ns3:message_time><ns3:message_source><ns3:code>1</ns3:code><ns3:type>80</ns3:type><ns3:active>true</ns3:active></ns3:message_source><ns3:parent_message_id>{0F484054-079B-43D8-8994-5ED6AF9057D3}</ns3:parent_message_id></cover><changes><ns3:classifier><ns3:code>54100032</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ПРИОБРЕТЕНИЕ ГРАЖДАНСТВА</ns3:value><ns3:value lang="be">1ГР</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-08T17:30:09+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100033</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">УТРАТА ГРАЖДАНСТВА</ns3:value><ns3:value lang="be">2ГР</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-08T17:30:22+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100034</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ПОЛУЧЕНИЕ РАЗРЕШЕНИЯ НА ПОСТОЯННОЕ ПРОЖИВАНИЕ</ns3:value><ns3:value lang="be">1ПРПП</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-08T17:30:32+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100035</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">АННУЛИРОВАНИЕ РАЗРЕШЕНИЯ НА ПОСТОЯННОЕ ПРОЖИВАНИЕ</ns3:value><ns3:value lang="be">2АР</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-08T17:30:40+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100036</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">19 ЛИСТОК ПРИБЫТИЯ РЕГИСТРАЦИЯ ПО МЕСТУ ПРЕБЫВАНИЯ/ПРОЖИВАНИЯ</ns3:value><ns3:value lang="be">Ф19</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-08T17:30:48+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100037</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">20 ЛИСТОК УБЫТИЯ ПО МЕСТУ ПРЕБЫВАНИЯ/ПРОЖИВАНИЯ</ns3:value><ns3:value lang="be">Ф20</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2017-09-13T15:05:54+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100001</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ПАСПОРТ ГРАЖДАНИНА РБ</ns3:value><ns3:value lang="be">ПАШПАРТ ГРАМАДЗЯНІНА РБ</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2009-04-25T12:44:52+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100015</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ВИД НА ЖИТЕЛЬСТВО ЛИЦА БЕЗ ГРАЖДАНСТВА</ns3:value><ns3:value lang="be">ПАСВЕДЧАННЕ НА ЖЫХАРСТВА АСОБЫ БЕЗ ГРАМАДЗЯНСТВА</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2009-04-25T12:44:52+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>54100029</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ВИД НА ЖИТЕЛЬСТВО ИНОСТРАННОГО ГРАЖДАНИНА</ns3:value><ns3:value lang="be">ПАСВЕДЧАННЕ НА ЖЫХАРСТВА ЗАМЕЖНАГА ГРАМАДЗЯНІНА</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2009-04-25T12:45:01+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>124</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический вид на жительство в Республике Беларусь лица без гражданства</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:17+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>125</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический паспорт гражданина Республики Беларусь</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:23+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>126</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический дипломатический паспорт гражданина Республики Беларусь</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:27+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>127</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический служебный паспорт гражданина Республики Беларусь</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:31+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>128</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический проездной документ Республики Беларусь</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:36+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>129</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Проездной документ (Конвенция от 28 июля 1951 года?)</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-26T23:42:40+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>123</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Биометрический вид на жительство в Республике Беларусь иностранного гражданина</ns3:value><ns3:value lang="be">ВАДЗІЦЕЛЬСКАЕ ПАСВЕДЧАННЕ</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-11T11:42:38+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>121</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">ВОДИТЕЛЬСКОЕ УДОСТОВЕРЕНИЕ</ns3:value><ns3:value lang="be">БІЯПАШПАРТ</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-07T11:25:51+03:00</ns3:begin_date></ns3:classifier><ns3:classifier><ns3:code>122</ns3:code><ns3:type>39</ns3:type><ns3:lexema><ns3:value lang="ru">Идентификационная карта гражданина Республики Беларусь</ns3:value><ns3:value lang="be">ID карта</ns3:value></ns3:lexema><ns3:active>true</ns3:active><ns3:begin_date>2020-08-07T11:26:11+03:00</ns3:begin_date></ns3:classifier></changes></ns5:cl_changes></S:Body></S:Envelope>
